Repository: Kun686/iTerm2-CN
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: A file or folder with the same name already exists%@. Replacing it will overwrite its current contents.
zh_hans: 已有同名文件或文件夹%@。替换将覆盖其当前内容。

source: “%@” already exists. Do you want to replace it or append to it?
zh_hans: “%@”已存在。要替换还是追加内容？

# ui.opensavepanels.itermsavepanel.append.fc15cc0a
source: Append
zh_hans: 追加

# ui.opensavepanels.itermsavepanel.cancel.19766ed6
source: Cancel
zh_hans: 取消

# ui.opensavepanels.itermsavepanel.in_your_home_directory.a92b8a98
source: in your home directory
zh_hans: （位于个人文件夹中）

# ui.opensavepanels.itermsavepanel.on_the_desktop.870a3625
source: on the Desktop
zh_hans: （位于桌面上）

# ui.opensavepanels.itermsavepanel.plain_text.cf416625
source: Plain text
zh_hans: 纯文本

# ui.opensavepanels.itermsavepanel.raw_data.84428a7a
source: Raw data
zh_hans: 原始数据

# ui.opensavepanels.itermsavepanel.replace.95e15439
source: Replace
zh_hans: 替换

# ui.opensavepanels.itermsavepanel.use.30232327
source: Use .%@
zh_hans: 使用 .%@

# ui.opensavepanels.itermsavepanel.use_both.81f7c50a
source: Use both
zh_hans: 两者都使用

# ui.opensavepanels.itermsavepanel.you_can_choose_to_use_both_so_that.a1ff1265
source: You can choose to use both, so that your file name ends in “.%@.%@”.
zh_hans: 您可以选择同时使用两者，使文件名以“.%@.%@”结尾。

source: You cannot save this document with extension “.%@” at the end of the name. The required extension is “.%@”.
zh_hans: 无法使用名称末尾扩展名“.%@”保存此文稿。所需扩展名为“.%@”。

# ui.passwordmanager.itermpasswordmanagerwindowcontroller.account.23cc97b0
source: Account:
zh_hans: 账户：

# ui.passwordmanager.itermpasswordmanagerwindowcontroller.are_you_sure.f0762c4f
source: Are you sure?
zh_hans: 确定吗？

source: Are you sure you want to delete this password?
zh_hans: 确定要删除此密码吗？

# ui.passwordmanager.itermpasswordmanagerwindowcontroller.autogenerated.fae4ab64
source: Autogenerated
zh_hans: 自动生成

# ui.passwordmanager.itermpasswordmanagerwindowcontroller.cancel.19766ed6
source: Cancel
zh_hans: 取消

source: Cannot change password here
zh_hans: 无法在此更改密码

# ui.passwordmanager.itermpasswordmanagerwindowcontroller.command_failed.b460450d
source: Command Failed
zh_hans: 命令失败

# ui.passwordmanager.itermpasswordmanagerwindowcontroller.copy.e21f935f
source: Copy
zh_hans: 拷贝

source: Could not get password. Keychain query failed: %@
zh_hans: 无法获取密码。查询钥匙串失败：%@

source: Could Not Save Changes
zh_hans: 无法保存更改

# ui.passwordmanager.itermpasswordmanagerwindowcontroller.edit_account.1915995d
source: Edit Account
zh_hans: 编辑账户

source: Enter or generate a password
zh_hans: 输入或生成密码

# ui.passwordmanager.itermpasswordmanagerwindowcontroller.enter_password.3d816527
source: Enter Password
zh_hans: 输入密码

# ui.passwordmanager.itermpasswordmanagerwindowcontroller.enter_user_name.a1f4e48b
source: Enter User Name
zh_hans: 输入用户名

source: Enter Username & Password
zh_hans: 输入用户名和密码

source: Generate a random password. Hold Option to use only alphanumerics.
zh_hans: 生成随机密码。按住 Option 键则仅使用字母和数字。

source: Generate password
zh_hans: 生成密码

# ui.passwordmanager.itermpasswordmanagerwindowcontroller.generic_error
source: An error occurred.
zh_hans: 发生错误。

# ui.passwordmanager.itermpasswordmanagerwindowcontroller.new_account.495931de
source: New Account
zh_hans: 新建账户

# ui.passwordmanager.itermpasswordmanagerwindowcontroller.ok.565339bc
source: OK
zh_hans: 好

# ui.passwordmanager.itermpasswordmanagerwindowcontroller.password.569b2482
source: Password:
zh_hans: 密码：

# ui.passwordmanager.itermpasswordmanagerwindowcontroller.password_for.ad669fe1
source: Password for %@
zh_hans: %@ 的密码

# ui.passwordmanager.itermpasswordmanagerwindowcontroller.required.4850b174
source: Required
zh_hans: 必填

source: Reset %@ Configuration
zh_hans: 重置 %@ 配置

source: Reset Integration Configuration
zh_hans: 重置集成配置

# ui.passwordmanager.itermpasswordmanagerwindowcontroller.settings.01234dc3
source: %@ Settings
zh_hans: %@ 设置

# ui.passwordmanager.itermpasswordmanagerwindowcontroller.settings.7a04083b
source: Settings…
zh_hans: 设置…

# ui.passwordmanager.itermpasswordmanagerwindowcontroller.show.0df6f1ca
source: Show
zh_hans: 显示

source: Test Adapter (Dev)
zh_hans: 测试适配器（开发）

source: The password manager reported an error.
zh_hans: 密码管理器报告了错误。

source: This will erase iTerm2’s configuration settings for this password manager. The actual passwords will remain unaffected. You’ll have to go through some setup steps to use it again. This action cannot be undone.
zh_hans: 这将清除 iTerm2 对此密码管理器的配置设置。实际密码不会受到影响。再次使用时需要重新完成一些设置步骤。此操作无法撤销。

# ui.passwordmanager.itermpasswordmanagerwindowcontroller.toggle.3d03a1de
source: Toggle
zh_hans: 切换

# ui.passwordmanager.itermpasswordmanagerwindowcontroller.user_name.b5bee278
source: User name:
zh_hans: 用户名：

# ui.pasting.itermpastehelper.advanced.1de3a18e
source: Advanced…
zh_hans: 高级…

# ui.pasting.itermpastehelper.cancel.19766ed6
source: Cancel
zh_hans: 取消

# ui.pasting.itermpastehelper.confirm_lines
source: OK to paste %d lines?
zh_hans: 要粘贴 %d 行吗？

# ui.pasting.itermpastehelper.confirm_lines_at_shell_prompt
source: OK to paste %d lines at shell prompt?
zh_hans: 要在 Shell 提示符处粘贴 %d 行吗？

# ui.pasting.itermpastehelper.confirm_multi_line_paste.fe4cfa4c
source: Confirm Multi-Line Paste
zh_hans: 确认粘贴多行文本

# ui.pasting.itermpastehelper.confirm_one_line_with_newline
source: OK to paste one line ending in a newline?
zh_hans: 要粘贴末尾带换行符的一行内容吗？

# ui.pasting.itermpastehelper.confirm_one_line_with_newline_at_shell_prompt
source: OK to paste one line ending in a newline at shell prompt?
zh_hans: 要在 Shell 提示符处粘贴末尾带换行符的一行内容吗？

# ui.pasting.itermpastehelper.convert_tabs_to_spaces.3e660a74
source: Convert tabs to spaces
zh_hans: 将制表符转换为空格

# ui.pasting.itermpastehelper.ok.565339bc
source: OK
zh_hans: 好

# ui.pasting.itermpastehelper.ok_to_paste_characters.58d0b4af
source: OK to paste %@ characters?
zh_hans: 确定要粘贴 %@ 个字符吗？

# ui.pasting.itermpastehelper.paste.f3380f7b
source: Paste
zh_hans: 粘贴

# ui.pasting.itermpastehelper.paste_limit_exceeded.d11b1e3b
source: Paste Limit Exceeded
zh_hans: 超出粘贴限制

# ui.pasting.itermpastehelper.paste_without_newline.65a81bb4
source: Paste Without Newline
zh_hans: 不带换行符粘贴

# ui.pasting.itermpastehelper.you_re_about_to_paste_a_string_with.c29767fb
source: You're about to paste a string with tabs.
zh_hans: 即将粘贴一个包含制表符的字符串。

# ui.pasting.itermpastespecialwindowcontroller.byte_in_line.d9f4e68c
source: %@ %@ in %@ %@.
zh_hans: %@%@，共 %@%@。

# ui.pasting.itermpastespecialwindowcontroller.byte_unit.1c31626f
source: byte
zh_hans: 字节

# ui.pasting.itermpastespecialwindowcontroller.bytes_unit.277089d9
source: bytes
zh_hans: 字节

# ui.pasting.itermpastespecialwindowcontroller.instant.e2861894
source: Instant
zh_hans: 即时

# ui.pasting.itermpastespecialwindowcontroller.line_unit.38a9c1e7
source: line
zh_hans: 行

# ui.pasting.itermpastespecialwindowcontroller.lines_unit.5ea44c39
source: lines
zh_hans: 行

# ui.pasting.pasteviewcontroller.send_keystrokes_to_terminal.b5a35752
source: Send keystrokes to terminal
zh_hans: 向终端发送按键

# ui.pasting.pasteviewcontroller.sending.b8ed5279
source: Sending…
zh_hans: 正在发送…

source: Type directly to the terminal (for example to answer a password prompt) instead of queueing your keystrokes until the paste finishes.
zh_hans: 直接向终端输入（例如响应密码提示），而不是将按键排队到粘贴完成后再发送。

source: Typing is queued while pasting. Click the keyboard to toggle queueing.
zh_hans: 粘贴期间输入的按键会排队。点按键盘图标可切换是否排队。

source: Are you sure? This may terminate %@.
zh_hans: 确定吗？这可能会终止 %@。

# ui.processinfo.itermjobtreeviewcontroller.cancel.19766ed6
source: Cancel
zh_hans: 取消

# ui.processinfo.itermjobtreeviewcontroller.clear.83b12c22
source: Clear
zh_hans: 清除

# ui.processinfo.itermjobtreeviewcontroller.confirmation_needed.f4418810
source: Confirmation Needed
zh_hans: 需要确认

# ui.processinfo.itermjobtreeviewcontroller.inspect.e0723a86
source: Inspect
zh_hans: 检查

# ui.processinfo.itermjobtreeviewcontroller.inspect_the_selected_process.6b87f93a
source: Inspect the selected process
zh_hans: 检查所选进程

# ui.processinfo.itermjobtreeviewcontroller.ok.565339bc
source: OK
zh_hans: 好

# ui.processinfo.itermjobtreeviewcontroller.terminated.ea15d227
source: (terminated)
zh_hans: （已终止）

source: Will notify when this job terminates
zh_hans: 此任务终止时将通知

source: A control sequence attempted to change the current profile. Allow this in the future?
zh_hans: 某个控制序列尝试更改当前配置文件。今后要允许吗？

source: A control sequence attempted to clear scrollback history. Allow this in the future?
zh_hans: 某个控制序列尝试清除回滚历史记录。今后要允许吗？

source: A file is being downloaded. Abort the download?
zh_hans: 文件正在下载。要中止下载吗？

source: A file is being uploaded. Abort the upload?
zh_hans: 文件正在上传。要中止上传吗？

source: A request to report variable “%@” was denied. Allow it in the future?
zh_hans: 报告变量“%@”的请求已被拒绝。今后要允许吗？

# ui.ptysession.itermnaggingcontroller.allow.e213c161
source: Allow
zh_hans: 允许

# ui.ptysession.itermnaggingcontroller.allow_always.4d419bb3
source: Allow Always
zh_hans: 始终允许

# ui.ptysession.itermnaggingcontroller.allow_once.db188ae1
source: _Allow Once
zh_hans: 允许一次(_A)

# ui.ptysession.itermnaggingcontroller.always.5d2c8ee0
source: _Always
zh_hans: 始终(_A)

# ui.ptysession.itermnaggingcontroller.always.de9f057a
source: Always
zh_hans: 始终

# ui.ptysession.itermnaggingcontroller.always_allow.80584802
source: Always Allow
zh_hans: 始终允许

# ui.ptysession.itermnaggingcontroller.always_allow.98c85017
source: Always _Allow
zh_hans: 始终允许(_A)

# ui.ptysession.itermnaggingcontroller.always_allow_for_this_host.bd97db20
source: Always allow for this host
zh_hans: 始终允许此主机

# ui.ptysession.itermnaggingcontroller.always_deny.a9ba1293
source: Always _Deny
zh_hans: 始终拒绝(_D)

# ui.ptysession.itermnaggingcontroller.always_deny.f9fd413a
source: Always Deny
zh_hans: 始终拒绝

source: An app tried to change [multiple profile properties](%@).
zh_hans: 某个应用尝试更改[多个配置文件属性](%@)。

source: An app tried to change the profile property **%@**
zh_hans: 某个应用尝试更改配置文件属性 **%@**

# ui.ptysession.itermnaggingcontroller.ask_later.605cd52f
source: Ask Later
zh_hans: 稍后询问

# ui.ptysession.itermnaggingcontroller.assign_profile.1df4924e
source: Assign Profile
zh_hans: 分配配置文件

source: Automatically restore the tab and window title when an ssh session ends?
zh_hans: ssh 会话结束时自动恢复标签页和窗口标题吗？

# ui.ptysession.itermnaggingcontroller.because_of_a_bug_in_tmux_2_2.45e87eff
source: Because of a bug in tmux 2.2, the character “%@” cannot be sent.
zh_hans: 由于 tmux 2.2 中的错误，无法发送字符“%@”。

# ui.ptysession.itermnaggingcontroller.cancel.19766ed6
source: Cancel
zh_hans: 取消

# ui.ptysession.itermnaggingcontroller.close_tmux_windows_after_detaching.01165835
source: Close tmux windows after detaching?
zh_hans: 从 tmux 分离后关闭 tmux 窗口吗？

# ui.ptysession.itermnaggingcontroller.copy_command.3bdd0fd9
source: Copy Command
zh_hans: 复制命令

# ui.ptysession.itermnaggingcontroller.deny_always.12b1559a
source: Deny Always
zh_hans: 始终拒绝

# ui.ptysession.itermnaggingcontroller.dismiss.48845bff
source: Dismiss
zh_hans: 关闭

source: Do you want the scroll wheel to move the cursor in interactive programs like this?
zh_hans: 要让滚轮在此类交互式程序中移动光标吗？

# ui.ptysession.itermnaggingcontroller.don_t_ask_again.6137db69
source: Don’t Ask Again
zh_hans: 不再询问

# ui.ptysession.itermnaggingcontroller.don_t_ask_again.a7373bf6
source: Don‘t Ask Again
zh_hans: 不再询问

# ui.ptysession.itermnaggingcontroller.don_t_remind_me_again.861fd7e7
source: Don’t Remind Me Again
zh_hans: 不再提醒

# ui.ptysession.itermnaggingcontroller.don_t_warn_again.4e0cbb59
source: Don’t Warn Again
zh_hans: 不再警告

# ui.ptysession.itermnaggingcontroller.help.b79cac92
source: Help
zh_hans: 帮助

source: Looks like paste bracketing was left on when an ssh session ended unexpectedly or an app misbehaved. Turn it off?
zh_hans: ssh 会话意外结束或应用行为异常时，括号粘贴模式似乎仍处于开启状态。要将其关闭吗？

source: Looks like you’re trying to copy to the pasteboard, but mouse reporting has prevented making a selection. Disable mouse reporting?
zh_hans: 你似乎想复制到剪贴板，但鼠标报告阻止了文本选择。要停用鼠标报告吗？

# ui.ptysession.itermnaggingcontroller.never.6300ef80
source: Never
zh_hans: 从不

# ui.ptysession.itermnaggingcontroller.never.aa373939
source: _Never
zh_hans: 从不(_N)

# ui.ptysession.itermnaggingcontroller.never_allow.bbf0cfa7
source: Never allow
zh_hans: 永不允许

# ui.ptysession.itermnaggingcontroller.no.bae768bf
source: _No
zh_hans: 否(_N)

# ui.ptysession.itermnaggingcontroller.ok.565339bc
source: OK
zh_hans: 好

# ui.ptysession.itermnaggingcontroller.only_this_time.155a11ec
source: _Only This Time
zh_hans: 仅本次(_O)

# ui.ptysession.itermnaggingcontroller.open_this_url.fefcf422
source: Open this URL? %@
zh_hans: 要打开此 URL 吗？%@

# ui.ptysession.itermnaggingcontroller.permanently.d06138e2
source: Permanently
zh_hans: 永久

# ui.ptysession.itermnaggingcontroller.properties_to_be_changed.f8a4b1f1
source: **Properties to be changed:** %@
zh_hans: **将更改的属性：** %@

# ui.ptysession.itermnaggingcontroller.remove_background_image.0fe1b7b8
source: Remove background image?
zh_hans: 要移除背景图像吗？

# ui.ptysession.itermnaggingcontroller.repair.1196b6c5
source: Repair
zh_hans: 修复

# ui.ptysession.itermnaggingcontroller.repair_saved_arrangement.16c6eb10
source: Repair Saved Arrangement
zh_hans: 修复已保存的窗口布局

# ui.ptysession.itermnaggingcontroller.restart.b09ca3b4
source: _Restart
zh_hans: 重新启动(_R)

# ui.ptysession.itermnaggingcontroller.run_in_new_window.c779a0cd
source: _Run In New Window
zh_hans: 在新窗口中运行(_R)

source: Session ended (command exited). Restart it?
zh_hans: 会话已结束（命令已退出）。要重新启动吗？

# ui.ptysession.itermnaggingcontroller.session_failed_to_start.2319836a
source: Session failed to start.
zh_hans: 会话启动失败。

# ui.ptysession.itermnaggingcontroller.set_background_image_to.6cd0c9d7
source: Set background image to “%@”?
zh_hans: 将背景图像设为“%@”吗？

# ui.ptysession.itermnaggingcontroller.stop_asking.ba90d712
source: Stop Asking
zh_hans: 不再询问

# ui.ptysession.itermnaggingcontroller.temporarily.ca14778a
source: _Temporarily
zh_hans: 暂时(_T)

# ui.ptysession.itermnaggingcontroller.that_s_a_gnarly_json_blob_you_ve.0f1fc59c
source: That's a gnarly JSON blob you've got there! iTerm2 can replace this hard-to-read selection with a pretty-printed value.
zh_hans: 这段 JSON 很难阅读。iTerm2 可以将所选内容替换为格式清晰的值。

source: The key reporting mode may have been left in an unusual setting when an ssh session died or an app crashed. Restore?
zh_hans: ssh 会话中断或应用崩溃时，按键报告模式可能停留在异常设置。要恢复吗？

source: The open command doesn't activate other apps when Secure Keyboard Input is enabled.
zh_hans: 启用安全键盘输入时，open 命令不会激活其他应用。

source: The saved arrangement “%@” has a bad initial directory of “%@” for this session.
zh_hans: 已保存的窗口布局“%@”为此会话指定了无效的初始目录“%@”。

source: The tmux paste buffer was updated. Would you like to mirror it to the local clipboard from now on?
zh_hans: tmux 粘贴缓冲区已更新。今后要将其同步到本地剪贴板吗？

source: This already-running session was restored but its contents were not saved.
zh_hans: 这个已在运行的会话已恢复，但其内容未保存。

source: This arrangement’s profile is missing. This could be due to a bug in iTerm2 version 3.5.7, which caused profiles to be corrupted in saved arrangements.
zh_hans: 此窗口布局的配置文件缺失。这可能是 iTerm2 3.5.7 中的错误所致，该版本会损坏已保存窗口布局中的配置文件。

source: This session’s profile, “%@”, no longer exists.
zh_hans: 此会话的配置文件“%@”已不存在。

source: This session’s profile, “%@”, no longer exists. A profile with that name happens to exist.
zh_hans: 此会话的配置文件“%@”已不存在，但当前恰好有一个同名配置文件。

source: This session’s triggers are pretty slow. Disable them in interactive apps?
zh_hans: 此会话的触发器速度很慢。要在交互式应用中停用它们吗？

# ui.ptysession.itermnaggingcontroller.try_it_now.4a165b2e
source: Try it Now
zh_hans: 立即试用

# ui.ptysession.itermnaggingcontroller.view_stats.2ddb8956
source: View Stats
zh_hans: 查看统计

source: Want to try iTerm2’s Claude Code integration?
zh_hans: 想试用 iTerm2 的 Claude Code 集成功能吗？

# ui.ptysession.itermnaggingcontroller.why.5d8a995a
source: Why?
zh_hans: 为什么？

source: Would you like macOS Text Replacements to be applied automatically?
zh_hans: 要自动应用 macOS 文本替换吗？

source: Would you like to enable Touch ID for sudo?
zh_hans: 要为 sudo 启用 Touch ID 吗？

# ui.ptysession.itermnaggingcontroller.yes.85a39ab3
source: Yes
zh_hans: 是

# ui.ptysession.itermnaggingcontroller.yes.b481b415
source: _Yes
zh_hans: 是(_Y)

# ui.ptysession.ptysession.a_browser_session_failed_to_start_because_the.64c00fac
source: A browser session failed to start because the iTerm2 Browser Plugin couldn’t be found.
zh_hans: 浏览器会话启动失败，因为找不到 iTerm2 Browser Plugin。

source: A Capture Output trigger fired, but Shell Integration is not installed.
zh_hans: “捕获输出”触发器已触发，但尚未安装 Shell 集成。

source: A Capture Output trigger fired, but the Captured Output tool is not visible.
zh_hans: “捕获输出”触发器已触发，但“捕获的输出”工具不可见。

source: A control sequence attempted to activate a session. Allow it?
zh_hans: 有控制序列尝试激活会话。要允许吗？

# ui.ptysession.ptysession.a_file_transfer_was_aborted_for_exceeding_its.243c307b
source: A file transfer was aborted for exceeding its declared size.
zh_hans: 文件传输因超出声明的大小而中止。

# ui.ptysession.ptysession.a_keyboard_shortcut_didn_t_run_because_this.7ebfa33a
source: A keyboard shortcut didn’t run because this physical key now produces a different character than it did when the shortcut was created, usually after switching keyboard layout or input method. Matching key bindings by physical key makes shortcuts work regardless of the character a key produces. This affects all key bindings; you can change it later in Settings > Keys.
zh_hans: 键盘快捷键未能运行，因为当前物理按键生成的字符与创建快捷键时不同，这通常发生在切换键盘布局或输入法后。按物理按键匹配键绑定，可使快捷键不受按键生成字符的影响。此设置会影响所有键绑定；你可以稍后在“设置”>“按键”中更改。

# ui.ptysession.ptysession.a_previous_detach_request_has_not_yet_been.d5b6cc54
source: A previous detach request has not yet been honored. Force detach?
zh_hans: 上一个断开请求尚未完成。要强制断开吗？

# ui.ptysession.ptysession.a_program_has_tried_to_resize_the_window.009c8f04
source: A program has tried to resize the window while this session was not active. Allow it?
zh_hans: 有程序在此会话未处于活动状态时尝试调整窗口大小。要允许吗？

# ui.ptysession.ptysession.a_program_has_tried_to_resize_the_window.6b35f23f
source: A program has tried to resize the window. Allow it?
zh_hans: 有程序尝试调整窗口大小。要允许吗？

# ui.ptysession.ptysession.a_remote_session.27962c5f
source: A remote session
zh_hans: 远程会话

# ui.ptysession.ptysession.a_script.1ccd820b
source: A script
zh_hans: 某个脚本

source: A session ended very soon after starting. Check that the command in profile "%@" is correct.
zh_hans: 会话启动后很快就结束了。请检查配置文件“%@”中的命令是否正确。

source: Advanced SSH features are unavailable because Python %@ or later was not found on %@
zh_hans: 高级 SSH 功能不可用：找不到 Python %@ 或更高版本（主机：%@）

# ui.ptysession.ptysession.ai_error.4539653d
source: AI Error
zh_hans: AI 错误

# ui.ptysession.ptysession.alert.44a57b22
source: Alert
zh_hans: 提醒

# ui.ptysession.ptysession.allow.e213c161
source: Allow
zh_hans: 允许

# ui.ptysession.ptysession.allow_large_file_download.4dad3c6e
source: Allow Large File Download?
zh_hans: 允许下载大文件吗？

# ui.ptysession.ptysession.allow_loading_urls_from.aeafc128
source: Allow loading URLs from %@?
zh_hans: 允许从 %@ 加载 URL 吗？

# ui.ptysession.ptysession.allow_once.db188ae1
source: _Allow Once
zh_hans: 允许一次(_A)

# ui.ptysession.ptysession.allow_terminal_initiated_display.49293042
source: Allow Terminal-Initiated Display?
zh_hans: 允许终端发起显示吗？

# ui.ptysession.ptysession.allow_terminal_initiated_download.126eab25
source: Allow Terminal-Initiated Download?
zh_hans: 允许终端发起下载吗？

# ui.ptysession.ptysession.always.de9f057a
source: Always
zh_hans: 始终

# ui.ptysession.ptysession.an_app_tried_to_read_screen_contents_with.095d28a0
source: An app tried to read screen contents with DECRQCRA. Enable this feature?
zh_hans: 有应用尝试使用 DECRQCRA 读取屏幕内容。要启用此功能吗？

source: An upload with an unsupported archive format was requested. You may need a newer version of iTerm2.
zh_hans: 请求上传不受支持的归档格式。你可能需要更新版本的 iTerm2。

# ui.ptysession.ptysession.are_you_really_at_a_password_prompt_it.932eaf6c
source: Are you really at a password prompt? It looks like what you're typing is echoed to the screen.
zh_hans: 确定当前位于密码提示符吗？你输入的内容似乎会回显到屏幕上。

# ui.ptysession.ptysession.browser_plugin_missing.fc343278
source: Browser Plugin Missing
zh_hans: 缺少浏览器插件

# ui.ptysession.ptysession.can_t_disconnect.90669ce5
source: Can’t Disconnect
zh_hans: 无法断开连接

# ui.ptysession.ptysession.can_t_run_two_coprocesses_at_once.9057436a
source: %@: Can't run two coprocesses at once.
zh_hans: %@：无法同时运行两个协进程。

# ui.ptysession.ptysession.cancel.19766ed6
source: Cancel
zh_hans: 取消

# ui.ptysession.ptysession.cannot_attach.49160942
source: Cannot Attach
zh_hans: 无法连接

# ui.ptysession.ptysession.change_all_profiles.b2093d0e
source: Change All Profiles
zh_hans: 更改所有配置文件

# ui.ptysession.ptysession.change_locale.29c8933a
source: Change Locale
zh_hans: 更改区域设置

# ui.ptysession.ptysession.change_this_profile.b8e2d6cf
source: Change This Profile
zh_hans: 更改此配置文件

# ui.ptysession.ptysession.clipboard_contents_reported.0d0fe351
source: Clipboard contents reported
zh_hans: 已报告剪贴板内容

# ui.ptysession.ptysession.coprocess_terminated_with_output_on_stderr.a9fcb9f1
source: Coprocess “%@” terminated with output on stderr.
zh_hans: 协进程“%@”终止，并在标准错误输出中产生了内容。

# ui.ptysession.ptysession.deny.05a2d733
source: Deny
zh_hans: 拒绝

# ui.ptysession.ptysession.describe_the_command_you_want_to_run_in.2acad904
source: Describe the command you want to run in plain English. Press ⇧⏎ to send.
zh_hans: 用自然语言描述要运行的命令。按 ⇧⏎ 发送。

# ui.ptysession.ptysession.detach.74bc1174
source: Detach
zh_hans: 断开

# ui.ptysession.ptysession.disable_this_alert.0fd7ab02
source: Disable This Alert
zh_hans: 不再显示此提醒

# ui.ptysession.ptysession.don_t_ask_again.6137db69
source: Don’t Ask Again
zh_hans: 不再询问

# ui.ptysession.ptysession.don_t_offer_again.7d9dc8dd
source: Don't Offer Again
zh_hans: 不再询问

# ui.ptysession.ptysession.don_t_show_this_again.861f6f06
source: Don't Show This Again
zh_hans: 不再显示

# ui.ptysession.ptysession.don_t_show_this_again.a477af20
source: Don’t Show This Again
zh_hans: 不再显示

# ui.ptysession.ptysession.done.b4e19ee2
source: Done!
zh_hans: 完成！

# ui.ptysession.ptysession.download.d6eafe82
source: Download
zh_hans: 下载

# ui.ptysession.ptysession.edit_triggers.65f45106
source: Edit Triggers
zh_hans: 编辑触发器

# ui.ptysession.ptysession.enter_command_to_send_tmux.85df9fce
source: Enter command to send tmux:
zh_hans: 输入要发送给 tmux 的命令：

# ui.ptysession.ptysession.enter_password.3d816527
source: Enter Password
zh_hans: 输入密码

# ui.ptysession.ptysession.error_evaluating_interpolated_string.7cc2ced2
source: Error Evaluating Interpolated String
zh_hans: 求值插值字符串时出错

# ui.ptysession.ptysession.error_preparing_upload.86ea55b2
source: Error Preparing Upload
zh_hans: 准备上传时出错

# ui.ptysession.ptysession.force_detach.4de7512d
source: Force Detach?
zh_hans: 要强制断开吗？

# ui.ptysession.ptysession.force_detach_other.139f9922
source: Force Detach Other
zh_hans: 强制分离另一个会话

# ui.ptysession.ptysession.ignore_errors_from_this_command.32d1fa79
source: Ignore Errors from This Command
zh_hans: 忽略此命令的错误

# ui.ptysession.ptysession.install.569ca49f
source: Install
zh_hans: 安装

# ui.ptysession.ptysession.it_looks_like_you_re_not_at_a.8ca43386
source: It looks like you're not at a command prompt.
zh_hans: 你似乎不在命令提示符处。

# ui.ptysession.ptysession.it_s_taking_a_long_time_for_tmux.2fbf9f5f
source: It's taking a long time for tmux to respond. If this is a old or funky system it might expect newline rather than carriage return to end commands. You can adjust the line terminator used by tmux integration in Settings.
zh_hans: tmux 响应时间过长。如果这是旧版或行为特殊的系统，它可能需要使用换行符而非回车符来结束命令。您可以在“设置”中调整 tmux 集成使用的行终止符。

# ui.ptysession.ptysession.just_once.bbecfce7
source: Just Once
zh_hans: 仅此一次

# ui.ptysession.ptysession.keep_this_locale.ccc8a1b5
source: Keep This Locale
zh_hans: 保留此区域设置

# ui.ptysession.ptysession.learn_more.8d8cd546
source: Learn More
zh_hans: 了解更多

# ui.ptysession.ptysession.left.360f8403
source: left
zh_hans: 左侧

# ui.ptysession.ptysession.looks_like_focus_reporting_was_left_on_when.468bfcbb
source: Looks like focus reporting was left on when an ssh session ended unexpectedly or an app misbehaved. Turn it off?
zh_hans: ssh 会话意外结束或应用行为异常时，焦点报告似乎仍处于开启状态。要将其关闭吗？
